WebServiceRequests/QuoteDataRequests/Cert/SOAPRequest/GetProposalPdf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ver="http://version5_5.services.view.jdquote.deere.com">
   <soapenv:Header/>
   <soapenv:Body>
      <ver:getProposalPDF>
         <quoteId>20871154</quoteId>
      </ver:getProposalPDF>
   </soapenv:Body>
</soapenv:Envelope>